{
	"Settings": "Inställningar",
	"Shop": "Shopping",
	"Home": "Hem",
	"Friends": "Vänner",
	"Profile": "Profil",
	"Username": "Användarnamn",
	"Description": "Beskrivning",
	"Banner": "Banner",
	"Profile picture": "Profilbild",
	"Social": "Social",
	"Blocker users": "Blockeranvändare",
	"Report user": "Rapportera användaren",
	"More": "Mer",
	"Notifications": "Meddelanden",
	"Flags": "Flaggor",
	"Messages": "Meddelanden",
	"My articles": "Mina artiklar",
	"Only": "Endast",
	"Both": "Båda",
	"Term of services": "Villkor för tjänster",
	"Privacy policy": "Sekretesspolicy",
	"Log out": "Logga ut",
	"Delete account": "Radera konto",
	"Money": "Pengar",
	"Flag": "Flaggan",
	"Customization": "Anpassning",
	"See all the items": "Se alla objekt",
	"Ranking": "Ranking",
	"Quick game": "Snabbt spel",
	"Practice": "Öva",
	"History": "Historia",
	"Collection": "Insamling",
	"Top": "Topp",
	"Statistics": "Statistik",
	"Rank": "Rankad",
	"ELO": "ELO",
	"Friend requests": "Friend requests",
	"Quit": "Sluta",
	"Learn the flag of": "Lär dig flaggan",
	"with": "med",
	"Don't wait any longer, learn flags while having fun, with a multitude of options to learn! Sign up for flag fight or log in.": "Vänta inte längre, lär flaggor medan du har kul, med en mängd alternativ att lära dig! Registrera dig för flagga slåss eller logga in.",
	"Sign up": "Registrera dig",
	"Log in": "Logga in",
	"Create an account!": "Skapa ett konto!",
	"Join all the users who have already signed up and start quizzing today!": "Gå med alla användare som redan har registrerat sig och börja quizza idag!",
	"Come back to Flag Fight and keep learning while having fun!": "Kom tillbaka till Flag Fight och fortsätt lära dig medan du har kul!",
	"Email": "E-post",
	"Password": "Lösenord",
	"Confirm Password": "Bekräfta lösenord",
	"Already have an account?": "Har du redan ett konto?",
	"Log in here": "Logga in här",
	"Sign up here": "Registrera dig här",
	"Don't have an account?": "Har du inget konto?",
	"Do you want to train on country ?": "Vill du träna på land?",
	"Country": "Land",
	"No country": "Inget land",
	"Country & No Country": "Country & No Country",
	"Personnalized": "Personnaliserad",
	"On which continent do you want to train?": "På vilken kontinent vill du träna?",
	"All": "Alla",
	"Africa": "Afrika",
	"Asia": "Asien",
	"Europe": "Europa",
	"North America": "Nordamerika",
	"Central America and Caribbean": "Centralamerika och Karibien",
	"Oceania": "Oceanien",
	"South America": "Sydamerika",
	"All difficulties": "Alla svårigheter",
	"Basic": "Grundläggande",
	"Beginner": "Nybörjare",
	"Easy": "Lätt",
	"Normal": "Normal",
	"Novice": "Novice",
	"Medium": "Medium",
	"Intermediate": "Intermediate",
	"Hard": "Hård",
	"Advanced": "Avancerad",
	"Expert": "Expert",
	"Question": "Fråga",
	"Score": "Score",
	"Global leaderboard": "Global leaderboard",
	"Flag leaderboard": "Flag leaderboard",
	"Online": "Online",
	"Offline": "Offline",
	"Pending": "I väntan",
	"No friend requests for the moment": "Ingen vän begär för tillfället",
	"Drag and drop an image here": "Dra och släpp en bild här",
	"Choose an image from your computer": "Välj en bild från din dator",
	"Remove image": "Ta bort bild",
	"Upload image": "Ladda upp bild",
	"League": "League",
	"Change language": "Förändra språk",
	"Blocked users": "Blockerade användare",
	"Add a friend...": "Lägg till en vän...",
	"More info": "Mer info",
	"On which difficulty do you want to train ?": "Vilken svårighet vill du träna?",
	"Type": "Typ",
	"Waiting": "Väntar",
	"Quickgame": "Quickgame",
	"Searching": "Söker",
	"UNO country": "UNO land",
	"All continents": "Alla kontinenter",
	"Training": "Träning",
	"Leaderboard": "Leaderboard",
	"Flag preview": "Flag Preview",
	"All articles": "Alla artiklar",
	"PLAYERS": "Spelare",
	"MEAN ELO": "Mean ELO",
	"Name": "Namn",
	"Do you want to continue ?": "Vill du fortsätta?",
	"Play again": "Spela igen",
	"Round": "Runda",
	"You don't have any message, but you can buy some after the game.": "Du har inget meddelande, men du kan köpa några efter matchen.",
	"Train again": "Tåg igen",
	"Restart": "Restart",
	"Revenge": "Hämnd",
	"Perfect!": "Perfekt!",
	"Final score": "Final score",
	"Errors": "Fel",
	"Rematch": "Rematch",
	"Game Over!": "Spel över!",
	"Quick Game": "Snabbspel",
	"None": "Ingen",
	"Wood": "Trä",
	"Bronze": "Brons",
	"Silver": "Silver",
	"Platinium": "Platinium",
	"Gold": "Guld",
	"Mercury": "kvicksilver",
	"Diamond": "Diamond",
	"Uranium": "Uran",
	"\"Country\" is defined as a territory recognised by the United Nations": "\"Land\" definieras som ett territorium som FN erkänt",
	"Difficulty": "Svårighet",
	"Not country": "Inte land",
	"Profile picture GIF": "Profilbild GIF",
	"Banner GIF": "Banner GIF",
	"Yes": "Ja",
	"No": "Nej",
	"Nice try!": "Trevligt försök!",
	"You can do it!": "Du kan göra det!",
	"Come on, come on!": "Kom igen, kom igen!",
	"Good luck!": "Lycka till!",
	"Oops": "Oops",
	"Well played!": "Väl spelad!",
	"OMG": "OMG",
	"lol": "Lol",
	"Noooooooooo": "Noooooooooo",
	"GG": "GG",
	"Thanks!": "Tack!",
	"Easy!": "Lätt!",
	"Hello 👋": "Hej ♥",
	"Winner": "Vinnare",
	"Nobody": "Ingen",
	"Friend": "Vän",
	"It's a tie!": "Det är en tie!",
	"You won!": "Du vann!",
	"You lost!": "Du förlorade!",
	"OR": "ELLER",
	"You can drop the image now!": "Du kan släppa bilden nu!",
	"Upload an image for the \"{v}\"": "Ladda upp en bild för \"{v}\"",
	"Post an image": "Posta en bild",
	"Turn": "Turn",
	"SUBMIT": "SUBMIT",
	"Before": "Före",
	"After": "Efter",
	"Loading": "Lastning",
	"Here is the part about the settings.": "Här är delen om inställningarna.",
	"Here you can customize your experience, you can:": "Här kan du anpassa din upplevelse, du kan:",
	"Change your profile (your name, description, profile picture, banner ...)": "Ändra din profil (ditt namn, beskrivning, profilbild, banner ...)",
	"Manage social relations (Report users, block users)": "Hantera sociala relationer (rapportanvändare, blockanvändare)",
	"Manage informations like your language or notifications": "Hantera information som ditt språk eller meddelanden",
	"Disconnect from Flag Fight": "Koppla från Flag Fight",
	"Here is the part about the Shop.": "Här är delen om butiken.",
	"To buy items in the shop, you must have coins. You can get these coins by playing flag fight in multiplayer.": "För att köpa objekt i butiken måste du ha mynt. Du kan få dessa mynt genom att spela flagga slåss i multiplayer.",
	"You will start with 1000 coins.": "Du börjar med 1000 mynt.",
	"There is 3 differents things that you can do it the Shop:": "Det finns 3 olika saker som du kan göra det butiken:",
	"Buy flags": "Köp flaggor",
	"In flag fight, you can buy flags and try to collect them all. But in addition to that, you can choose to represent any flag you have purchased by putting it on your profile.": "I flagga slåss kan du köpa flaggor och försöka samla in dem alla. Men förutom det kan du välja att representera vilken flagga du har köpt genom att lägga den på din profil.",
	"Buy messages": "Köp meddelanden",
	"In flag fight, you can buy messages, that you can send to your opponent during the game.": "I flagga slåss kan du köpa meddelanden som du kan skicka till din motståndare under spelet.",
	"Buy profile customisation": "Köp profil anpassning",
	"In flag fight, you can buy profile customization. This is characterized by 3 things, being able to buy a banner, a GIF profl photo and a GIF banner.": "I flagga slåss kan du köpa profil anpassning. Detta kännetecknas av 3 saker, att kunna köpa en banner, en GIF profl foto och en GIF banner.",
	"The home is the place where you can easily navigate between the different pages.": "Hemmet är den plats där du enkelt kan navigera mellan de olika sidorna.",
	"Here are all the pages you can go to:": "Här är alla sidor du kan gå till:",
	"Ranked games.": "Rankade spel.",
	"Ranked games are games where the ELO (your level) is important. In ranked games, you will play with people of your level, the questions will be more adapted to your level.": "Rankade spel är spel där ELO (din nivå) är viktigt. I rankade spel kommer du att spela med människor på din nivå, frågorna kommer att vara mer anpassade till din nivå.",
	"Quick games.": "Snabba spel.",
	"Quick games, are games without pressure, where losing does not affect your ELO. You can run into any type of player.": "Snabba spel, är spel utan tryck, där förlora inte påverkar din ELO. Du kan springa in i någon typ av spelare.",
	"Training.": "Träning.",
	"Training, is a single player mode, where you can train on any flag with very precise criteria, for a personalized learning while having fun!": "Träning, är ett enskilt spelarläge, där du kan träna på någon flagga med mycket exakta kriterier, för ett personligt lärande medan du har kul!",
	"Leaderboard.": "Leaderboard.",
	"The leaderboard, is the place where you can see the ranking of everyone. You can filter the leaderboard by country, and even have a leaderboard that ranks the countries with the most ELO": "Ledartavlan är den plats där du kan se rankningen av alla. Du kan filtrera ledartavlan efter land, och även ha en leaderboard som rankar länderna med mest ELO.",
	"Collection.": "Insamling.",
	"In collection, you can see all the items in the shop (also accessible from the shop), and you can filter them by the ones you have, and the ones you don't have.": "I samlingen kan du se alla objekt i butiken (även tillgängliga från butiken), och du kan filtrera dem med de du har, och de du inte har.",
	"History.": "Historia.",
	"History is where you can see the history of the games you have had.": "Historien är där du kan se historien om de spel du har haft.",
	"In the friend category, you can manage everything related to your friends or your notifications.": "I vänkategorin kan du hantera allt som rör dina vänner eller dina meddelanden.",
	"There is 4 things you can do:": "Det finns 4 saker du kan göra:",
	"Add a user.": "Lägg till en användare.",
	"You can add a user as a friend by it's name.": "Du kan lägga till en användare som en vän med dess namn.",
	"Check your notifications.": "Kontrollera dina meddelanden.",
	"You can see all the notifications you have received and interact with them if it is not too late": "Du kan se alla meddelanden du har fått och interagera med dem om det inte är för sent.",
	"Interact with your friends.": "Interagera med dina vänner.",
	"You can interact with your friends, inviting them to play with you (as it is possible to play with your friends by inviting them, however you will not earn coins), you can also remove them from your friends.": "Du kan interagera med dina vänner, bjuda in dem att spela med dig (som det är möjligt att spela med dina vänner genom att bjuda in dem, men du kommer inte att tjäna mynt), du kan också ta bort dem från dina vänner.",
	"Manage friend requests.": "Hantera vänförfrågningar.",
	"You also have a tab specifically for managing friend requests that you have received. You can either accept or decline them.": "Du har också en flik specifikt för att hantera vänförfrågningar som du har fått. Du kan antingen acceptera eller avvisa dem.",
	"In the profile category, you can see your profile, and an overview of some quick data.": "I profilkategorin kan du se din profil och en översikt över några snabba data.",
	"When you click on someone's name (like a friend), the page will have the same format.": "När du klickar på någons namn (som en vän), kommer sidan att ha samma format.",
	"Welcome to": "Välkommen till",
	"Flag Fight is a game about flags!": "Flag Fight är ett spel om flaggor!",
	"Here is how you can use Flag Fight, click on icons to have more information:": "Här är hur du kan använda Flag Fight, klicka på ikoner för att få mer information:",
	"START!": "Starta!"
}