{
	"Settings": "Einstellungen",
	"Shop": "Shop",
	"Home": "Nach Hause.",
	"Friends": "Freunde",
	"Profile": "Profil",
	"Username": "Benutzername",
	"Description": "Beschreibung",
	"Banner": "Banner",
	"Profile picture": "Profilbild",
	"Social": "Sozial",
	"Blocker users": "Blocker Benutzer",
	"Report user": "Benutzer melden",
	"More": "Mehr",
	"Notifications": "Anmeldungen",
	"Flags": "Flaggen",
	"Messages": "Nachrichten",
	"My articles": "Ja. Meine Artikel",
	"Only": "Nur",
	"Both": "Beides.",
	"Term of services": "Nutzungsdauer",
	"Privacy policy": "Datenschutz",
	"Log out": "Ausloggen",
	"Delete account": "Konto löschen",
	"Money": "Geld",
	"Flag": "Flagge",
	"Customization": "Anpassung",
	"See all the items": "Alle Artikel anzeigen",
	"Ranking": "Ranking",
	"Quick game": "Schnelles Spiel",
	"Practice": "Praxis",
	"History": "Geschichte",
	"Collection": "Sammlung",
	"Top": "Top",
	"Statistics": "Statistik",
	"Rank": "Rang",
	"ELO": "ELO",
	"Friend requests": "Freundschaftsanfragen",
	"Quit": "Quitten",
	"Learn the flag of": "Lernen Sie die Flagge",
	"with": "mit",
	"Don't wait any longer, learn flags while having fun, with a multitude of options to learn! Sign up for flag fight or log in.": "Ja. Warten Sie nicht länger, lernen Sie Flaggen, während Sie Spaß haben, mit einer Vielzahl von Möglichkeiten zu lernen! Melden Sie sich für Flaggenkämpfe an oder melden Sie sich an.",
	"Sign up": "Anmeldung",
	"Log in": "Einloggen",
	"Create an account!": "Konto erstellen!",
	"Join all the users who have already signed up and start quizzing today!": "Registrieren Sie sich bei allen Benutzern, die sich bereits angemeldet haben und heute Quizzing starten!",
	"Come back to Flag Fight and keep learning while having fun!": "Komm zurück zum Flag Fight und lerne weiter, während du Spaß hast!",
	"Email": "E-Mail",
	"Password": "Passwort",
	"Confirm Password": "Passwort bestätigen",
	"Already have an account?": "Haben Sie schon ein Konto?",
	"Log in here": "Anmeldung hier",
	"Sign up here": "Anmeldung hier",
	"Don't have an account?": "Ja. Haben Sie kein Konto?",
	"Do you want to train on country ?": "Ja. Möchten Sie auf dem Land trainieren?",
	"Country": "Land",
	"No country": "Ja. Kein Land",
	"Country & No Country": "Land und kein Land",
	"Personnalized": "Personalisiert",
	"On which continent do you want to train?": "Ja. Auf welchem Kontinent wollen Sie trainieren?",
	"All": "Alles",
	"Africa": "Afrika",
	"Asia": "Asia",
	"Europe": "Europa",
	"North America": "Nordamerika",
	"Central America and Caribbean": "Mittelamerika und Karibik",
	"Oceania": "Ozeanien",
	"South America": "Südamerika",
	"All difficulties": "Alle Schwierigkeiten",
	"Basic": "Grund",
	"Beginner": "Anfänger",
	"Easy": "Ganz ruhig.",
	"Normal": "Normal.",
	"Novice": "Anfänger",
	"Medium": "Mittel",
	"Intermediate": "Zwischengeschaltet",
	"Hard": "Hart.",
	"Advanced": "Fortgeschritten",
	"Expert": "Experte",
	"Question": "Frage",
	"Score": "Ergebnis",
	"Global leaderboard": "Global Leaderboard",
	"Flag leaderboard": "Flaggenführer",
	"Online": "Online",
	"Offline": "Offline",
	"Pending": "Pending",
	"No friend requests for the moment": "Ja. Kein Freund bittet um den Moment",
	"Drag and drop an image here": "Ziehen Sie ein Bild hier ab",
	"Choose an image from your computer": "Wählen Sie ein Bild von Ihrem Computer",
	"Remove image": "Bild entfernen",
	"Upload image": "Bild hochladen",
	"League": "Liga",
	"Change language": "Sprache wechseln",
	"Blocked users": "Blockierte Benutzer",
	"Add a friend...": "Einen Freund hinzufügen...",
	"More info": "Weitere Infos",
	"On which difficulty do you want to train ?": "Ja. Welche Schwierigkeiten wollen Sie trainieren?",
	"Type": "Typ",
	"Waiting": "Warten",
	"Quickgame": "Quickgame",
	"Searching": "Suchen",
	"UNO country": "UNO-Land",
	"All continents": "Alle Kontinente",
	"Training": "Ausbildung",
	"Leaderboard": "Leaderboard",
	"Flag preview": "Flaggenvorschau",
	"All articles": "Alle Artikel",
	"PLAYERS": "PLAYERS",
	"MEAN ELO": "MEAN ELO",
	"Name": "Name",
	"Do you want to continue ?": "Ja. Willst du weitermachen?",
	"Play again": "Wieder spielen",
	"Round": "Rund",
	"You don't have any message, but you can buy some after the game.": "Sie haben keine Nachricht, aber Sie können nach dem Spiel kaufen.",
	"Train again": "Zug wieder",
	"Restart": "Neustart",
	"Revenge": "Rache",
	"Perfect!": "Perfekt!",
	"Final score": "Endergebnis",
	"Errors": "Fehler",
	"Rematch": "Rematch",
	"Game Over!": "Spiel vorbei!",
	"Quick Game": "Schnelles Spiel",
	"None": "Keine",
	"Wood": "Holz",
	"Bronze": "Bronze",
	"Silver": "Silber",
	"Platinium": "Platin",
	"Gold": "Gold",
	"Mercury": "Merkur",
	"Diamond": "Diamant",
	"Uranium": "Uran",
	"\"Country\" is defined as a territory recognised by the United Nations": "\"Land\" wird als von den Vereinten Nationen anerkanntes Gebiet definiert",
	"Difficulty": "Schwierigkeiten",
	"Not country": "Nicht Land",
	"Profile picture GIF": "Profilbild GIF",
	"Banner GIF": "Banner GIF",
	"Yes": "Ja.",
	"No": "Nein",
	"Nice try!": "Netter Versuch!",
	"You can do it!": "Du kannst es!",
	"Come on, come on!": "Komm schon!",
	"Good luck!": "Viel Glück!",
	"Oops": "Oops",
	"Well played!": "Gut gespielt!",
	"OMG": "OMG",
	"lol": "lol",
	"Noooooooooo": "Noooooooo",
	"GG": "GG",
	"Thanks!": "Ja. Danke!",
	"Easy!": "Ganz ruhig!",
	"Hello 👋": "Hallo 👋",
	"Winner": "Gewinner",
	"Nobody": "Niemand",
	"Friend": "Freund",
	"It's a tie!": "Ja. Es ist eine Krawatte!",
	"You won!": "Du hast gewonnen!",
	"You lost!": "Du hast verloren!",
	"OR": "ODER",
	"You can drop the image now!": "Ja. Du kannst das Bild jetzt fallen lassen!",
	"Upload an image for the \"{v}\"": "Hochladen eines Bildes für das \"{v}\"",
	"Post an image": "Post ein Bild",
	"Turn": "Dreh dich um.",
	"SUBMIT": "SUBMIT",
	"Before": "Vorher.",
	"After": "Nach",
	"Loading": "Laden",
	"Here is the part about the settings.": "Ja. Hier ist der Teil über die Einstellungen.",
	"Here you can customize your experience, you can:": "Ja. Hier können Sie Ihre Erfahrung anpassen, können Sie:",
	"Change your profile (your name, description, profile picture, banner ...)": "Ändern Sie Ihr Profil (Ihr Name, Beschreibung, Profilbild, Banner ...)",
	"Manage social relations (Report users, block users)": "Soziale Beziehungen verwalten (Reportnutzer, Blocknutzer)",
	"Manage informations like your language or notifications": "Verwalten Sie Informationen wie Ihre Sprache oder Benachrichtigungen",
	"Disconnect from Flag Fight": "Trennen von Flag Fight",
	"Here is the part about the Shop.": "Ja. Hier ist der Teil über den Shop.",
	"To buy items in the shop, you must have coins. You can get these coins by playing flag fight in multiplayer.": "Ja. Um Artikel im Shop zu kaufen, müssen Sie Münzen haben. Sie können diese Münzen erhalten, indem Sie Flaggenkampf in Multiplayer.",
	"You will start with 1000 coins.": "Ja. Sie beginnen mit 1000 Münzen.",
	"There is 3 differents things that you can do it the Shop:": "Ja. Es gibt 3 verschiedene Dinge, die Sie tun können, der Shop:",
	"Buy flags": "Flaggen kaufen",
	"In flag fight, you can buy flags and try to collect them all. But in addition to that, you can choose to represent any flag you have purchased by putting it on your profile.": "Ja. Im Fahnenkampf können Sie Flaggen kaufen und versuchen, sie alle zu sammeln. Aber zusätzlich können Sie wählen, um jede Flagge zu repräsentieren, die Sie gekauft haben, indem Sie es auf Ihr Profil setzen.",
	"Buy messages": "Nachrichten kaufen",
	"In flag fight, you can buy messages, that you can send to your opponent during the game.": "Ja. Im Flag-Kampf können Sie Nachrichten kaufen, die Sie während des Spiels an Ihren Gegner senden können.",
	"Buy profile customisation": "Profilanpassung kaufen",
	"In flag fight, you can buy profile customization. This is characterized by 3 things, being able to buy a banner, a GIF profl photo and a GIF banner.": "Ja. Im Fahnenkampf können Sie Profilanpassungen kaufen. Dies zeichnet sich durch 3 Dinge aus, die in der Lage sind, ein Banner, ein GIF profl Foto und ein GIF-Banner zu kaufen.",
	"The home is the place where you can easily navigate between the different pages.": "Ja. Das Zuhause ist der Ort, an dem Sie leicht zwischen den verschiedenen Seiten navigieren können.",
	"Here are all the pages you can go to:": "Ja. Hier sind alle Seiten, auf die Sie gehen können:",
	"Ranked games.": "Tolle Spiele.",
	"Ranked games are games where the ELO (your level) is important. In ranked games, you will play with people of your level, the questions will be more adapted to your level.": "Rangierte Spiele sind Spiele, bei denen die ELO (Ihr Level) wichtig ist. In rangierten Spielen, werden Sie mit Menschen auf Ihrem Niveau spielen, die Fragen werden besser auf Ihr Niveau angepasst.",
	"Quick games.": "Schnelle Spiele.",
	"Quick games, are games without pressure, where losing does not affect your ELO. You can run into any type of player.": "Schnelle Spiele, sind Spiele ohne Druck, wo Verlust Ihre ELO nicht beeinflusst. Sie können in jede Art von Spieler laufen.",
	"Training.": "Training.",
	"Training, is a single player mode, where you can train on any flag with very precise criteria, for a personalized learning while having fun!": "Training, ist ein Einzelspieler-Modus, wo Sie auf jeder Flagge mit sehr genauen Kriterien trainieren können, für ein personalisiertes Lernen während Spaß!",
	"Leaderboard.": "Leaderboard.",
	"The leaderboard, is the place where you can see the ranking of everyone. You can filter the leaderboard by country, and even have a leaderboard that ranks the countries with the most ELO": "Ja. Das Leaderboard ist der Ort, an dem Sie das Ranking aller sehen können. Sie können das Leaderboard nach Ländern filtern und sogar ein Leaderboard haben, das die Länder mit den meisten ELO sortiert",
	"Collection.": "Sammlung.",
	"In collection, you can see all the items in the shop (also accessible from the shop), and you can filter them by the ones you have, and the ones you don't have.": "Ja. In der Sammlung können Sie alle Artikel im Shop sehen (auch aus dem Shop zugänglich), und Sie können sie durch die, die Sie haben, und die, die Sie nicht haben.",
	"History.": "Geschichte.",
	"History is where you can see the history of the games you have had.": "Geschichte ist, wo Sie die Geschichte der Spiele sehen können, die Sie hatten.",
	"In the friend category, you can manage everything related to your friends or your notifications.": "Ja. In der Kategorie \"Freunde\" können Sie alles in Verbindung mit Ihren Freunden oder Ihren Benachrichtigungen verwalten.",
	"There is 4 things you can do:": "Ja. Es gibt 4 Dinge, die Sie tun können:",
	"Add a user.": "Einen Benutzer hinzufügen.",
	"You can add a user as a friend by it's name.": "Ja. Sie können einen Benutzer als Freund hinzufügen.",
	"Check your notifications.": "Überprüfen Sie Ihre Benachrichtigungen.",
	"You can see all the notifications you have received and interact with them if it is not too late": "Ja. Sie können alle Benachrichtigungen sehen, die Sie erhalten haben und mit ihnen interagieren, wenn es nicht zu spät ist",
	"Interact with your friends.": "Interagieren Sie mit Ihren Freunden.",
	"You can interact with your friends, inviting them to play with you (as it is possible to play with your friends by inviting them, however you will not earn coins), you can also remove them from your friends.": "Ja. Sie können mit Ihren Freunden interagieren, sie einladen, mit Ihnen zu spielen (wie es möglich ist, mit Ihren Freunden zu spielen, indem Sie sie einladen, aber Sie werden keine Münzen verdienen), Sie können sie auch von Ihren Freunden entfernen.",
	"Manage friend requests.": "Freundeswünsche verwalten.",
	"You also have a tab specifically for managing friend requests that you have received. You can either accept or decline them.": "Ja. Sie haben auch eine Registerkarte speziell für die Verwaltung von Freundanfragen, die Sie erhalten haben. Sie können sie akzeptieren oder ablehnen.",
	"In the profile category, you can see your profile, and an overview of some quick data.": "Ja. In der Profilkategorie können Sie Ihr Profil und einen Überblick über einige schnelle Daten sehen.",
	"When you click on someone's name (like a friend), the page will have the same format.": "Ja. Wenn Sie auf den Namen eines Freundes klicken, wird die Seite das gleiche Format haben.",
	"Welcome to": "Willkommen bei",
	"Flag Fight is a game about flags!": "Flag Fight ist ein Spiel über Flaggen!",
	"Here is how you can use Flag Fight, click on icons to have more information:": "Ja. Hier ist, wie Sie Flag Fight verwenden können, klicken Sie auf Icons, um weitere Informationen zu haben:",
	"START!": "START!"
}