{
	"Settings": "Pengaturan",
	"Shop": "Sitemap",
	"Home": "Sitemap",
	"Friends": "Teman",
	"Profile": "Profil",
	"Username": "Login",
	"Description": "Sitemap",
	"Banner": "Login",
	"Profile picture": "Profil",
	"Social": "Login",
	"Blocker users": "Pengguna Blocker",
	"Report user": "Login",
	"More": "Sitemap",
	"Notifications": "Pemberitahuan",
	"Flags": "Bendera",
	"Messages": "Sitemap",
	"My articles": "Login Artikel",
	"Only": "Sitemap",
	"Both": "Sitemap",
	"Term of services": "Sitemap",
	"Privacy policy": "Kebijakan Privasi",
	"Log out": "Login",
	"Delete account": "Hapus akun",
	"Money": "Uang",
	"Flag": "Bendera",
	"Customization": "Kustomisasi",
	"See all the items": "Lihat semua item",
	"Ranking": "Sitemap",
	"Quick game": "Permainan cepat",
	"Practice": "Praktik",
	"History": "Sitemap",
	"Collection": "Koleksi",
	"Top": "Sitemap",
	"Statistics": "Statistik",
	"Rank": "Sitemap",
	"ELO": "Login",
	"Friend requests": "Permintaan Teman",
	"Quit": "Login",
	"Learn the flag of": "Pelajari bendera",
	"with": "Sitemap",
	"Don't wait any longer, learn flags while having fun, with a multitude of options to learn! Sign up for flag fight or log in.": "Login Jangan menunggu lagi, pelajari bendera sambil bersenang-senang, dengan banyak pilihan untuk belajar! Daftar untuk pertarungan bendera atau masuk.",
	"Sign up": "Sitemap",
	"Log in": "Login",
	"Create an account!": "Buat akun!",
	"Join all the users who have already signed up and start quizzing today!": "Bergabunglah dengan semua pengguna yang telah mendaftar dan mulai kuis hari ini!",
	"Come back to Flag Fight and keep learning while having fun!": "Datang kembali ke Flag Fight dan terus belajar sambil bersenang-senang!",
	"Email": "Login",
	"Password": "Login",
	"Confirm Password": "Konfirmasi Password",
	"Already have an account?": "Sudah memiliki akun?",
	"Log in here": "Login",
	"Sign up here": "Sitemap",
	"Don't have an account?": "Login Tidak punya akun?",
	"Do you want to train on country ?": "Login Apakah Anda ingin berlatih di negara?",
	"Country": "Login",
	"No country": "Login Tidak ada negara",
	"Country & No Country": "Negara & Tidak Ada Negara",
	"Personnalized": "Login",
	"On which continent do you want to train?": "Login Di mana benua yang ingin Anda keretakan?",
	"All": "Sitemap",
	"Africa": "Afrika",
	"Asia": "Sitemap",
	"Europe": "Login",
	"North America": "Amerika Utara",
	"Central America and Caribbean": "Amerika Tengah dan Karibia",
	"Oceania": "Sitemap",
	"South America": "Amerika Selatan",
	"All difficulties": "Semua kesulitan",
	"Basic": "Login",
	"Beginner": "Pemula",
	"Easy": "Login",
	"Normal": "Sitemap",
	"Novice": "Login",
	"Medium": "Sitemap",
	"Intermediate": "Intermediet",
	"Hard": "Login",
	"Advanced": "Sitemap",
	"Expert": "Login",
	"Question": "Sitemap",
	"Score": "Skor",
	"Global leaderboard": "Papan peringkat global",
	"Flag leaderboard": "Papan peringkat bendera",
	"Online": "Sitemap",
	"Offline": "Offline",
	"Pending": "Login",
	"No friend requests for the moment": "Login Tidak ada permintaan teman untuk saat ini",
	"Drag and drop an image here": "Seret dan menjatuhkan gambar di sini",
	"Choose an image from your computer": "Pilih gambar dari komputer Anda",
	"Remove image": "Hapus gambar",
	"Upload image": "Upload gambar",
	"League": "Sitemap",
	"Change language": "Mengubah bahasa",
	"Blocked users": "Login",
	"Add a friend...": "Tambahkan teman ...",
	"More info": "Sitemap",
	"On which difficulty do you want to train ?": "Login Di mana kesulitan Anda ingin melatih?",
	"Type": "Jenis",
	"Waiting": "Login",
	"Quickgame": "Login",
	"Searching": "Sitemap",
	"UNO country": "Indonesia",
	"All continents": "Semua benua",
	"Training": "Pelatihan",
	"Leaderboard": "Login",
	"Flag preview": "Sitemap",
	"All articles": "Artikel",
	"PLAYERS": "Login",
	"MEAN ELO": "Login",
	"Name": "Login",
	"Do you want to continue ?": "Login Apakah Anda ingin melanjutkan?",
	"Play again": "Sitemap",
	"Round": "Sitemap",
	"You don't have any message, but you can buy some after the game.": "Anda tidak memiliki pesan, tetapi Anda dapat membeli beberapa setelah permainan.",
	"Train again": "Kereta lagi",
	"Restart": "Login",
	"Revenge": "Login",
	"Perfect!": "Sempurna!",
	"Final score": "Skor akhir",
	"Errors": "Sitemap",
	"Rematch": "Login",
	"Game Over!": "Permainan Lebih!",
	"Quick Game": "Permainan Cepat",
	"None": "Sitemap",
	"Wood": "Login",
	"Bronze": "Perunggu",
	"Silver": "Login",
	"Platinium": "Platinium",
	"Gold": "Login",
	"Mercury": "Login",
	"Diamond": "Login",
	"Uranium": "Login",
	"\"Country\" is defined as a territory recognised by the United Nations": "\"Country\" didefinisikan sebagai wilayah yang diakui oleh PBB",
	"Difficulty": "Sitemap",
	"Not country": "Login",
	"Profile picture GIF": "Gambar profil GIF",
	"Banner GIF": "Login",
	"Yes": "Sitemap",
	"No": "Sitemap",
	"Nice try!": "Bagus mencoba!",
	"You can do it!": "Anda bisa melakukannya!",
	"Come on, come on!": "Datang di, datang di!",
	"Good luck!": "Sitemap",
	"Oops": "Login",
	"Well played!": "Sitemap",
	"OMG": "Login",
	"lol": "Login",
	"Noooooooooo": "Login",
	"GG": "GG",
	"Thanks!": "Login Sitemap",
	"Easy!": "Login",
	"Hello 👋": "Login",
	"Winner": "Sitemap",
	"Nobody": "Login",
	"Friend": "Teman",
	"It's a tie!": "Login Ini adalah dasi!",
	"You won!": "Login",
	"You lost!": "Sitemap",
	"OR": "Sitemap",
	"You can drop the image now!": "Login Anda dapat menjatuhkan gambar sekarang!",
	"Upload an image for the \"{v}\"": "Upload gambar untuk \"{v}\"",
	"Post an image": "Posting gambar",
	"Turn": "Login",
	"SUBMIT": "Login",
	"Before": "Sitemap",
	"After": "Sitemap",
	"Loading": "Sitemap",
	"Here is the part about the settings.": "Login Berikut adalah bagian tentang pengaturan.",
	"Here you can customize your experience, you can:": "Login Di sini Anda dapat menyesuaikan pengalaman Anda, Anda dapat:",
	"Change your profile (your name, description, profile picture, banner ...)": "Ubah profil Anda (nama, deskripsi, gambar profil, spanduk ...)",
	"Manage social relations (Report users, block users)": "Kelola hubungan sosial (penggunaan pengguna, memblokir pengguna)",
	"Manage informations like your language or notifications": "Kelola informasi seperti bahasa atau pemberitahuan Anda",
	"Disconnect from Flag Fight": "Lepaskan dari Bendera Fight",
	"Here is the part about the Shop.": "Login Berikut adalah bagian dari Toko.",
	"To buy items in the shop, you must have coins. You can get these coins by playing flag fight in multiplayer.": "Login Untuk membeli barang di toko, Anda harus memiliki koin. Anda bisa mendapatkan koin ini dengan bermain pertarungan bendera di multiplayer.",
	"You will start with 1000 coins.": "Login Anda akan mulai dengan 1000 koin.",
	"There is 3 differents things that you can do it the Shop:": "Login Ada 3 hal berbeda yang bisa Anda lakukan di toko:",
	"Buy flags": "Beli bendera",
	"In flag fight, you can buy flags and try to collect them all. But in addition to that, you can choose to represent any flag you have purchased by putting it on your profile.": "Login Dalam pertarungan bendera, Anda dapat membeli bendera dan mencoba mengumpulkan semuanya. Tapi selain itu, Anda dapat memilih untuk mewakili bendera apa pun yang telah Anda beli dengan menempatkannya di profil Anda.",
	"Buy messages": "Beli pesan",
	"In flag fight, you can buy messages, that you can send to your opponent during the game.": "Login Dalam pertarungan bendera, Anda dapat membeli pesan, yang dapat Anda kirim ke lawan Anda selama permainan.",
	"Buy profile customisation": "Beli penyesuaian profil",
	"In flag fight, you can buy profile customization. This is characterized by 3 things, being able to buy a banner, a GIF profl photo and a GIF banner.": "Login Dalam pertarungan bendera, Anda dapat membeli kustomisasi profil. Ini ditandai dengan 3 hal, mampu membeli spanduk, foto profl GIF dan spanduk GIF.",
	"The home is the place where you can easily navigate between the different pages.": "Login Rumah adalah tempat di mana Anda dapat dengan mudah menavigasi antara halaman yang berbeda.",
	"Here are all the pages you can go to:": "Login Berikut adalah semua halaman yang bisa Anda kunjungi:",
	"Ranked games.": "Peringkat permainan.",
	"Ranked games are games where the ELO (your level) is important. In ranked games, you will play with people of your level, the questions will be more adapted to your level.": "Permainan Peringkat adalah permainan di mana ELO (tingkat Anda) penting. Dalam permainan peringkat, Anda akan bermain dengan orang-orang tingkat Anda, pertanyaan akan lebih disesuaikan dengan tingkat Anda.",
	"Quick games.": "Permainan cepat.",
	"Quick games, are games without pressure, where losing does not affect your ELO. You can run into any type of player.": "Permainan cepat, adalah permainan tanpa tekanan, di mana kehilangan tidak mempengaruhi ELO Anda. Anda dapat menjalankan ke dalam jenis pemain.",
	"Training.": "Pelatihan.",
	"Training, is a single player mode, where you can train on any flag with very precise criteria, for a personalized learning while having fun!": "Pelatihan, adalah mode pemain tunggal, di mana Anda dapat melatih bendera apa pun dengan kriteria yang sangat tepat, untuk pembelajaran yang dipersonalisasi sambil bersenang-senang!",
	"Leaderboard.": "Login",
	"The leaderboard, is the place where you can see the ranking of everyone. You can filter the leaderboard by country, and even have a leaderboard that ranks the countries with the most ELO": "Login Papan peringkat, adalah tempat di mana Anda dapat melihat peringkat semua orang. Anda dapat menyaring papan peringkat oleh negara, dan bahkan memiliki papan peringkat yang menempati negara dengan ELO",
	"Collection.": "Koleksi.",
	"In collection, you can see all the items in the shop (also accessible from the shop), and you can filter them by the ones you have, and the ones you don't have.": "Login Dalam koleksi, Anda dapat melihat semua item di toko (juga dapat diakses dari toko), dan Anda dapat menyaring mereka dengan yang Anda miliki, dan yang tidak Anda miliki.",
	"History.": "Sitemap",
	"History is where you can see the history of the games you have had.": "Sejarah adalah tempat Anda dapat melihat sejarah permainan yang Anda miliki.",
	"In the friend category, you can manage everything related to your friends or your notifications.": "Login Dalam kategori teman, Anda dapat mengelola segala sesuatu yang berkaitan dengan teman atau pemberitahuan Anda.",
	"There is 4 things you can do:": "Login Ada 4 hal yang bisa Anda lakukan:",
	"Add a user.": "Tambahkan pengguna.",
	"You can add a user as a friend by it's name.": "Login Anda dapat menambahkan pengguna sebagai teman dengan nama itu.",
	"Check your notifications.": "Periksa notifikasi Anda.",
	"You can see all the notifications you have received and interact with them if it is not too late": "Login Anda dapat melihat semua pemberitahuan yang telah Anda terima dan berinteraksi dengan mereka jika tidak terlambat",
	"Interact with your friends.": "Berinteraksi dengan teman-teman Anda.",
	"You can interact with your friends, inviting them to play with you (as it is possible to play with your friends by inviting them, however you will not earn coins), you can also remove them from your friends.": "Login Anda dapat berinteraksi dengan teman-teman Anda, mengundang mereka untuk bermain dengan Anda (sebagai mungkin untuk bermain dengan teman Anda dengan mengundang mereka, namun Anda tidak akan mendapatkan koin), Anda juga dapat menghapusnya dari teman-teman Anda.",
	"Manage friend requests.": "Kelola permintaan teman.",
	"You also have a tab specifically for managing friend requests that you have received. You can either accept or decline them.": "Login Anda juga memiliki tab khusus untuk mengelola permintaan teman yang telah Anda terima. Anda dapat menerima atau menolaknya.",
	"In the profile category, you can see your profile, and an overview of some quick data.": "Login Dalam kategori profil, Anda dapat melihat profil Anda, dan gambaran dari beberapa data cepat.",
	"When you click on someone's name (like a friend), the page will have the same format.": "Login Ketika Anda mengklik nama seseorang (seperti teman), halaman akan memiliki format yang sama.",
	"Welcome to": "Sitemap",
	"Flag Fight is a game about flags!": "Bendera Fight adalah permainan tentang bendera!",
	"Here is how you can use Flag Fight, click on icons to have more information:": "Login Berikut adalah bagaimana Anda dapat menggunakan Flag Fight, klik ikon untuk memiliki informasi lebih lanjut:",
	"START!": "Login"
}