{
	"Settings": "Impostazioni",
	"Shop": "Negozio",
	"Home": "Casa",
	"Friends": "Amici",
	"Profile": "Profilo",
	"Username": "Nome utente",
	"Description": "Descrizione",
	"Banner": "Banner",
	"Profile picture": "Profilo immagine",
	"Social": "Sociale",
	"Blocker users": "Utenti bloccanti",
	"Report user": "Segnala utente",
	"More": "Altro",
	"Notifications": "Notifiche",
	"Flags": "Bandiere",
	"Messages": "Messaggi",
	"My articles": "No. I miei articoli",
	"Only": "Solo",
	"Both": "Entrambi.",
	"Term of services": "Termine dei servizi",
	"Privacy policy": "Informativa sulla privacy",
	"Log out": "Accedi",
	"Delete account": "Elimina account",
	"Money": "Soldi",
	"Flag": "Bandiera",
	"Customization": "Personalizzazione",
	"See all the items": "Vedi tutti gli articoli",
	"Ranking": "Ranking",
	"Quick game": "Gioco veloce",
	"Practice": "Pratica",
	"History": "Storia",
	"Collection": "Collezione",
	"Top": "Top",
	"Statistics": "Statistiche",
	"Rank": "Rank",
	"ELO": "ELO",
	"Friend requests": "Richieste di amici",
	"Quit": "Smettila.",
	"Learn the flag of": "Impara la bandiera di",
	"with": "con",
	"Don't wait any longer, learn flags while having fun, with a multitude of options to learn! Sign up for flag fight or log in.": "No. Non aspettare più, impara le bandiere mentre si divertono, con una moltitudine di opzioni per imparare! Registrati per combattere la bandiera o accedere.",
	"Sign up": "Registrati",
	"Log in": "Accedi",
	"Create an account!": "Crea un account!",
	"Join all the users who have already signed up and start quizzing today!": "Unisciti a tutti gli utenti che hanno già firmato e iniziare quizzing oggi!",
	"Come back to Flag Fight and keep learning while having fun!": "Torna a Flag Fight e continua a imparare mentre si diverte!",
	"Email": "Email",
	"Password": "Password",
	"Confirm Password": "Conferma password",
	"Already have an account?": "Hai gia' un conto?",
	"Log in here": "Entra.",
	"Sign up here": "Vieni qui.",
	"Don't have an account?": "No. Non hai un account?",
	"Do you want to train on country ?": "No. Vuoi allenarti in campagna?",
	"Country": "Paese",
	"No country": "No. Nessun paese",
	"Country & No Country": "Paese & No Paese",
	"Personnalized": "Personalizzato",
	"On which continent do you want to train?": "No. In quale continente vuoi allenarti?",
	"All": "Tutti",
	"Africa": "Africa",
	"Asia": "Asia",
	"Europe": "Europa",
	"North America": "Nord America",
	"Central America and Caribbean": "America Centrale e Caraibi",
	"Oceania": "Oceania",
	"South America": "Sud America",
	"All difficulties": "Tutte le difficoltà",
	"Basic": "Basic",
	"Beginner": "Principiante",
	"Easy": "Piano.",
	"Normal": "Normale",
	"Novice": "Novizio",
	"Medium": "Medio",
	"Intermediate": "Intermedio",
	"Hard": "Difficile",
	"Advanced": "Avanzato",
	"Expert": "Esperto",
	"Question": "Domanda",
	"Score": "Punteggio",
	"Global leaderboard": "Leaderboard globale",
	"Flag leaderboard": "Mappa della classifica",
	"Online": "Online",
	"Offline": "Offline",
	"Pending": "Pending",
	"No friend requests for the moment": "No. Nessun amico richiede per il momento",
	"Drag and drop an image here": "Trascinare e rilasciare un'immagine qui",
	"Choose an image from your computer": "Scegli un'immagine dal tuo computer",
	"Remove image": "Rimuovi immagine",
	"Upload image": "Carica immagine",
	"League": "Lega",
	"Change language": "Cambia lingua",
	"Blocked users": "Utenti bloccati",
	"Add a friend...": "Aggiungi un amico...",
	"More info": "Altre informazioni",
	"On which difficulty do you want to train ?": "No. Su quale difficoltà vuoi allenarti?",
	"Type": "Tipo",
	"Waiting": "Aspettando",
	"Quickgame": "Quickgame",
	"Searching": "Ricerca",
	"UNO country": "Paese dell'ONU",
	"All continents": "Tutti i continenti",
	"Training": "Formazione",
	"Leaderboard": "Leaderboard",
	"Flag preview": "Anteprima della bandiera",
	"All articles": "Tutti gli articoli",
	"PLAYERS": "IMPRESE",
	"MEAN ELO": "MEAN ELO",
	"Name": "Nome",
	"Do you want to continue ?": "No. Vuoi continuare?",
	"Play again": "Riprova",
	"Round": "Tondo",
	"You don't have any message, but you can buy some after the game.": "Non hai nessun messaggio, ma puoi comprarne un po' dopo la partita.",
	"Train again": "Treno di nuovo",
	"Restart": "Riavviare",
	"Revenge": "Vendetta",
	"Perfect!": "Perfetto!",
	"Final score": "Punteggio finale",
	"Errors": "Errori",
	"Rematch": "Rematch",
	"Game Over!": "Game Over!",
	"Quick Game": "Gioco veloce",
	"None": "Nessuno",
	"Wood": "Legno",
	"Bronze": "Bronzo",
	"Silver": "Argento",
	"Platinium": "Platino",
	"Gold": "Oro",
	"Mercury": "Mercurio",
	"Diamond": "Diamante",
	"Uranium": "Uranio",
	"\"Country\" is defined as a territory recognised by the United Nations": "\"Paese\" è definito come un territorio riconosciuto dalle Nazioni Unite",
	"Difficulty": "Difficoltà",
	"Not country": "Non paese.",
	"Profile picture GIF": "Profilo GIF",
	"Banner GIF": "Banner GIF",
	"Yes": "Sì.",
	"No": "No.",
	"Nice try!": "Bel tentativo!",
	"You can do it!": "Puoi farcela!",
	"Come on, come on!": "Forza, forza!",
	"Good luck!": "Buona fortuna!",
	"Oops": "Oops",
	"Well played!": "Ben giocato!",
	"OMG": "OMG",
	"lol": "Lol",
	"Noooooooooo": "Nooooooooo",
	"GG": "GG",
	"Thanks!": "No. Grazie!",
	"Easy!": "Piano!",
	"Hello 👋": "Ciao.",
	"Winner": "Vincitore",
	"Nobody": "Nessuno",
	"Friend": "Amico",
	"It's a tie!": "No. E' una cravatta!",
	"You won!": "Hai vinto!",
	"You lost!": "Hai perso!",
	"OR": "O",
	"You can drop the image now!": "No. Ora puoi far cadere l'immagine!",
	"Upload an image for the \"{v}\"": "Caricare un'immagine per \"{v}\"",
	"Post an image": "Posta un'immagine",
	"Turn": "Voltati.",
	"SUBMIT": "SUBMIT",
	"Before": "Prima",
	"After": "Dopo",
	"Loading": "Caricamento",
	"Here is the part about the settings.": "No. Ecco la parte sulle impostazioni.",
	"Here you can customize your experience, you can:": "No. Qui puoi personalizzare la tua esperienza, puoi:",
	"Change your profile (your name, description, profile picture, banner ...)": "Cambia il tuo profilo (nome, descrizione, immagine del profilo, banner...)",
	"Manage social relations (Report users, block users)": "Gestire le relazioni sociali (utenti di rapporto, utenti di blocco)",
	"Manage informations like your language or notifications": "Gestione di informazioni come la lingua o le notifiche",
	"Disconnect from Flag Fight": "Scollegare da Flag Fight",
	"Here is the part about the Shop.": "No. Ecco la parte del negozio.",
	"To buy items in the shop, you must have coins. You can get these coins by playing flag fight in multiplayer.": "No. Per acquistare oggetti nel negozio, è necessario avere monete. È possibile ottenere queste monete giocando la lotta di bandiera in multiplayer.",
	"You will start with 1000 coins.": "No. Si inizierà con 1000 monete.",
	"There is 3 differents things that you can do it the Shop:": "No. Ci sono 3 cose diverse che puoi fare il Negozio:",
	"Buy flags": "Comprare bandiere",
	"In flag fight, you can buy flags and try to collect them all. But in addition to that, you can choose to represent any flag you have purchased by putting it on your profile.": "No. Nella lotta di bandiera, è possibile acquistare bandiere e cercare di raccogliere tutti loro. Ma oltre a questo, è possibile scegliere di rappresentare qualsiasi bandiera che hai acquistato mettendolo sul tuo profilo.",
	"Buy messages": "Compra messaggi",
	"In flag fight, you can buy messages, that you can send to your opponent during the game.": "No. Nella lotta di bandiera, è possibile acquistare messaggi, che è possibile inviare al vostro avversario durante il gioco.",
	"Buy profile customisation": "Compra personalizzazione del profilo",
	"In flag fight, you can buy profile customization. This is characterized by 3 things, being able to buy a banner, a GIF profl photo and a GIF banner.": "No. Nella lotta di bandiera, è possibile acquistare la personalizzazione del profilo. Questo è caratterizzato da 3 cose, essendo in grado di acquistare un banner, una GIF foto profl e un banner GIF.",
	"The home is the place where you can easily navigate between the different pages.": "No. La casa è il luogo dove si può facilmente navigare tra le diverse pagine.",
	"Here are all the pages you can go to:": "No. Ecco tutte le pagine a cui puoi andare:",
	"Ranked games.": "Giochi casuali.",
	"Ranked games are games where the ELO (your level) is important. In ranked games, you will play with people of your level, the questions will be more adapted to your level.": "Giochi casuali sono giochi in cui l'OIL (il tuo livello) è importante. Nei giochi classificati, si giocherà con le persone del vostro livello, le domande saranno più adattate al vostro livello.",
	"Quick games.": "Giochi veloci.",
	"Quick games, are games without pressure, where losing does not affect your ELO. You can run into any type of player.": "Giochi rapidi, sono giochi senza pressione, dove perdere non influisce sul vostro ELO. È possibile eseguire in qualsiasi tipo di giocatore.",
	"Training.": "Allenamento.",
	"Training, is a single player mode, where you can train on any flag with very precise criteria, for a personalized learning while having fun!": "Allenamento, è una modalità giocatore singolo, dove è possibile allenarsi su qualsiasi bandiera con criteri molto precisi, per un apprendimento personalizzato durante il divertimento!",
	"Leaderboard.": "Leaderboard.",
	"The leaderboard, is the place where you can see the ranking of everyone. You can filter the leaderboard by country, and even have a leaderboard that ranks the countries with the most ELO": "No. La classifica, è il posto dove si può vedere la classifica di tutti. È possibile filtrare la classifica per paese, e anche avere una classifica leader che classifica i paesi con la maggior parte ELO",
	"Collection.": "Collezione.",
	"In collection, you can see all the items in the shop (also accessible from the shop), and you can filter them by the ones you have, and the ones you don't have.": "No. In collezione, è possibile vedere tutti gli articoli nel negozio (anche accessibili dal negozio), e si può filtrarli da quelli che hai, e quelli che non hai.",
	"History.": "Storia.",
	"History is where you can see the history of the games you have had.": "La storia è dove si può vedere la storia dei giochi che avete avuto.",
	"In the friend category, you can manage everything related to your friends or your notifications.": "No. Nella categoria amici, è possibile gestire tutto ciò che riguarda i tuoi amici o le tue notifiche.",
	"There is 4 things you can do:": "No. Ci sono 4 cose che potete fare:",
	"Add a user.": "Aggiungi un utente.",
	"You can add a user as a friend by it's name.": "No. Puoi aggiungere un utente come amico con il nome.",
	"Check your notifications.": "Controlla le notifiche.",
	"You can see all the notifications you have received and interact with them if it is not too late": "No. Puoi vedere tutte le notifiche che hai ricevuto e interagire con loro se non è troppo tardi",
	"Interact with your friends.": "Interagisci con i tuoi amici.",
	"You can interact with your friends, inviting them to play with you (as it is possible to play with your friends by inviting them, however you will not earn coins), you can also remove them from your friends.": "No. Puoi interagire con i tuoi amici, invitandoli a giocare con te (come è possibile giocare con i tuoi amici invitandoli, comunque non guadagnerai monete), puoi anche rimuoverli dai tuoi amici.",
	"Manage friend requests.": "Gestisci le richieste degli amici.",
	"You also have a tab specifically for managing friend requests that you have received. You can either accept or decline them.": "No. Hai anche una scheda specifica per gestire le richieste di amici che hai ricevuto. Puoi accettarli o rifiutarli.",
	"In the profile category, you can see your profile, and an overview of some quick data.": "No. Nella categoria profilo, è possibile visualizzare il profilo e una panoramica di alcuni dati rapidi.",
	"When you click on someone's name (like a friend), the page will have the same format.": "No. Quando si fa clic sul nome di qualcuno (come un amico), la pagina avrà lo stesso formato.",
	"Welcome to": "Benvenuto",
	"Flag Fight is a game about flags!": "Flag Fight è un gioco di bandiere!",
	"Here is how you can use Flag Fight, click on icons to have more information:": "No. Ecco come è possibile utilizzare Flag Fight, fare clic sulle icone per avere maggiori informazioni:",
	"START!": "Zitto!"
}