{
	"Settings": "Configurações",
	"Shop": "Loja",
	"Home": "Casa",
	"Friends": "Amigos",
	"Profile": "Perfil",
	"Username": "Nome de utilizador",
	"Description": "Descrição",
	"Banner": "Banner",
	"Profile picture": "Imagem do perfil",
	"Social": "Social",
	"Blocker users": "Usuários bloqueadores",
	"Report user": "Usuário de relatório",
	"More": "Mais",
	"Notifications": "Notificações",
	"Flags": "Bandeiras",
	"Messages": "Mensagens",
	"My articles": "Não. Os meus artigos",
	"Only": "Só",
	"Both": "Ambos",
	"Term of services": "Termo de serviços",
	"Privacy policy": "Política de privacidade",
	"Log out": "Log out",
	"Delete account": "Excluir conta",
	"Money": "Dinheiro",
	"Flag": "Bandeira",
	"Customization": "Personalização",
	"See all the items": "Veja todos os itens",
	"Ranking": "Ranking",
	"Quick game": "Jogo rápido",
	"Practice": "Prática",
	"History": "História",
	"Collection": "Coleção",
	"Top": "Topo",
	"Statistics": "Estatísticas",
	"Rank": "Rank",
	"ELO": "ELO",
	"Friend requests": "Pedidos de amigos",
	"Quit": "Pára.",
	"Learn the flag of": "Aprenda a bandeira",
	"with": "com",
	"Don't wait any longer, learn flags while having fun, with a multitude of options to learn! Sign up for flag fight or log in.": "Não. Não espere mais, aprenda bandeiras enquanto se diverte, com uma infinidade de opções para aprender! Inscreva-se para a luta da bandeira ou faça login.",
	"Sign up": "Inscreva-se.",
	"Log in": "Entrar",
	"Create an account!": "Criar uma conta!",
	"Join all the users who have already signed up and start quizzing today!": "Junte-se a todos os usuários que já se inscreveram e comece a fazer perguntas hoje!",
	"Come back to Flag Fight and keep learning while having fun!": "Volte para Flag Fight e continue a aprender enquanto se diverte!",
	"Email": "Email",
	"Password": "Senha",
	"Confirm Password": "Confirmar senha",
	"Already have an account?": "Já tem uma conta?",
	"Log in here": "Entra aqui.",
	"Sign up here": "Assine aqui",
	"Don't have an account?": "Não. Não tem conta?",
	"Do you want to train on country ?": "Não. Queres treinar no país?",
	"Country": "País",
	"No country": "Não. Nenhum país",
	"Country & No Country": "País e não país",
	"Personnalized": "Personnalizado",
	"On which continent do you want to train?": "Não. Em que continente quer treinar?",
	"All": "Todos",
	"Africa": "África",
	"Asia": "Ásia",
	"Europe": "Europa",
	"North America": "América do Norte",
	"Central America and Caribbean": "América Central e Caribe",
	"Oceania": "Oceania",
	"South America": "América do Sul",
	"All difficulties": "Todas as dificuldades",
	"Basic": "Básico",
	"Beginner": "Iniciante",
	"Easy": "Calma.",
	"Normal": "Normal.",
	"Novice": "Noviços",
	"Medium": "Meio",
	"Intermediate": "Intermediário",
	"Hard": "Difícil",
	"Advanced": "Avançado",
	"Expert": "Especialista",
	"Question": "Pergunta",
	"Score": "Pontuação",
	"Global leaderboard": "Líder global",
	"Flag leaderboard": "Líder de bandeira",
	"Online": "Online",
	"Offline": "offline",
	"Pending": "Pendente",
	"No friend requests for the moment": "Não. Nenhum amigo solicita o momento",
	"Drag and drop an image here": "Arraste e solte uma imagem aqui",
	"Choose an image from your computer": "Escolha uma imagem do seu computador",
	"Remove image": "Remover imagem",
	"Upload image": "Carregar imagem",
	"League": "Liga",
	"Change language": "Alterar idioma",
	"Blocked users": "Usuários bloqueados",
	"Add a friend...": "Adicionar um amigo...",
	"More info": "Mais informações",
	"On which difficulty do you want to train ?": "Não. Em que dificuldade queres treinar?",
	"Type": "Tipo",
	"Waiting": "À espera",
	"Quickgame": "Quickgame",
	"Searching": "Procurando",
	"UNO country": "País das Nações Unidas",
	"All continents": "Todos os continentes",
	"Training": "Formação",
	"Leaderboard": "Leaderboard",
	"Flag preview": "Visualização da bandeira",
	"All articles": "Todos os artigos",
	"PLAYERS": "PLAYERS",
	"MEAN ELO": "MEAN ELO",
	"Name": "Nome",
	"Do you want to continue ?": "Não. Queres continuar?",
	"Play again": "Toca outra vez.",
	"Round": "Rodada",
	"You don't have any message, but you can buy some after the game.": "Não tens mensagem, mas podes comprar depois do jogo.",
	"Train again": "Treinar novamente",
	"Restart": "Reinicie",
	"Revenge": "Vingança",
	"Perfect!": "Perfeito!",
	"Final score": "Pontuação final",
	"Errors": "Erros",
	"Rematch": "Rematch",
	"Game Over!": "Game Over!",
	"Quick Game": "Jogo rápido",
	"None": "Nenhuma",
	"Wood": "Madeira",
	"Bronze": "Bronze",
	"Silver": "Prata",
	"Platinium": "Platinium",
	"Gold": "Ouro",
	"Mercury": "Mercúrio",
	"Diamond": "Diamante",
	"Uranium": "Urânio",
	"\"Country\" is defined as a territory recognised by the United Nations": "\"País\" é definido como um território reconhecido pelas Nações Unidas",
	"Difficulty": "Dificuldade",
	"Not country": "Não país",
	"Profile picture GIF": "Imagem do perfil GIF",
	"Banner GIF": "Banner GIF",
	"Yes": "Sim.",
	"No": "Não.",
	"Nice try!": "Boa tentativa!",
	"You can do it!": "Tu consegues!",
	"Come on, come on!": "Vamos, vamos!",
	"Good luck!": "Boa sorte!",
	"Oops": "Oops",
	"Well played!": "Bem jogado!",
	"OMG": "OMG",
	"lol": "Lol",
	"Noooooooooo": "Não!",
	"GG": "GG",
	"Thanks!": "Não. Obrigado!",
	"Easy!": "Calma!",
	"Hello 👋": "Olá.",
	"Winner": "Vencedor",
	"Nobody": "Ninguém.",
	"Friend": "Amigo",
	"It's a tie!": "Não. É uma gravata!",
	"You won!": "Ganhaste!",
	"You lost!": "Perdeste!",
	"OR": "Ou",
	"You can drop the image now!": "Não. Você pode deixar cair a imagem agora!",
	"Upload an image for the \"{v}\"": "Carregar uma imagem para o \"{v}\"",
	"Post an image": "Publicar uma imagem",
	"Turn": "Vira.",
	"SUBMIT": "ASSUNTO",
	"Before": "Antes",
	"After": "Depois.",
	"Loading": "A carregar",
	"Here is the part about the settings.": "Não. Aqui está a parte sobre as configurações.",
	"Here you can customize your experience, you can:": "Não. Aqui você pode personalizar sua experiência, você pode:",
	"Change your profile (your name, description, profile picture, banner ...)": "Alterar seu perfil (seu nome, descrição, imagem de perfil, banner ...)",
	"Manage social relations (Report users, block users)": "Gerenciar relações sociais (usuários de relatórios, usuários de bloco)",
	"Manage informations like your language or notifications": "Gerenciar informações como seu idioma ou notificações",
	"Disconnect from Flag Fight": "Desconectar-se da Flag Fight",
	"Here is the part about the Shop.": "Não. Aqui está a parte sobre a Loja.",
	"To buy items in the shop, you must have coins. You can get these coins by playing flag fight in multiplayer.": "Não. Para comprar itens na loja, você deve ter moedas. Você pode obter essas moedas jogando bandeira luta no multiplayer.",
	"You will start with 1000 coins.": "Não. Você vai começar com 1000 moedas.",
	"There is 3 differents things that you can do it the Shop:": "Não. Há 3 coisas diferentes que você pode fazer isso na Loja:",
	"Buy flags": "Comprar bandeiras",
	"In flag fight, you can buy flags and try to collect them all. But in addition to that, you can choose to represent any flag you have purchased by putting it on your profile.": "Não. Na luta da bandeira, você pode comprar bandeiras e tentar colecioná-los todos. Mas além disso, você pode optar por representar qualquer bandeira que você comprou colocando-a no seu perfil.",
	"Buy messages": "Comprar mensagens",
	"In flag fight, you can buy messages, that you can send to your opponent during the game.": "Não. Na luta da bandeira, você pode comprar mensagens, que você pode enviar para o seu adversário durante o jogo.",
	"Buy profile customisation": "Comprar personalização de perfil",
	"In flag fight, you can buy profile customization. This is characterized by 3 things, being able to buy a banner, a GIF profl photo and a GIF banner.": "Não. Na luta da bandeira, você pode comprar personalização do perfil. Isso é caracterizado por 3 coisas, sendo capaz de comprar um banner, uma foto profl GIF e um banner GIF.",
	"The home is the place where you can easily navigate between the different pages.": "Não. A casa é o lugar onde você pode facilmente navegar entre as diferentes páginas.",
	"Here are all the pages you can go to:": "Não. Aqui estão todas as páginas que você pode ir para:",
	"Ranked games.": "Jogos aleatórios.",
	"Ranked games are games where the ELO (your level) is important. In ranked games, you will play with people of your level, the questions will be more adapted to your level.": "Jogos classificados são jogos onde o ELO (seu nível) é importante. Em jogos classificados, você vai jogar com pessoas de seu nível, as perguntas serão mais adaptadas ao seu nível.",
	"Quick games.": "Jogos rápidos.",
	"Quick games, are games without pressure, where losing does not affect your ELO. You can run into any type of player.": "Jogos rápidos, são jogos sem pressão, onde perder não afeta seu ELO. Você pode correr para qualquer tipo de jogador.",
	"Training.": "Treino.",
	"Training, is a single player mode, where you can train on any flag with very precise criteria, for a personalized learning while having fun!": "Treinamento, é um modo de jogador único, onde você pode treinar em qualquer bandeira com critérios muito precisos, para uma aprendizagem personalizada enquanto se diverte!",
	"Leaderboard.": "Liderança.",
	"The leaderboard, is the place where you can see the ranking of everyone. You can filter the leaderboard by country, and even have a leaderboard that ranks the countries with the most ELO": "Não. A tabela de classificação, é o lugar onde você pode ver o ranking de todos. Você pode filtrar a tabela de classificação por país, e até mesmo ter uma tabela de classificação que classifica os países com mais ELO",
	"Collection.": "Colecção.",
	"In collection, you can see all the items in the shop (also accessible from the shop), and you can filter them by the ones you have, and the ones you don't have.": "Não. Na coleção, você pode ver todos os itens na loja (também acessível a partir da loja), e você pode filtrá-los pelos que você tem, e aqueles que você não tem.",
	"History.": "História.",
	"History is where you can see the history of the games you have had.": "A história é onde você pode ver a história dos jogos que você teve.",
	"In the friend category, you can manage everything related to your friends or your notifications.": "Não. Na categoria de amigo, você pode gerenciar tudo relacionado com seus amigos ou suas notificações.",
	"There is 4 things you can do:": "Não. Há 4 coisas que você pode fazer:",
	"Add a user.": "Adicionar um usuário.",
	"You can add a user as a friend by it's name.": "Não. Você pode adicionar um usuário como um amigo pelo seu nome.",
	"Check your notifications.": "Verifique as suas notificações.",
	"You can see all the notifications you have received and interact with them if it is not too late": "Não. Você pode ver todas as notificações que você recebeu e interagir com eles se não for tarde demais",
	"Interact with your friends.": "Interaja com os teus amigos.",
	"You can interact with your friends, inviting them to play with you (as it is possible to play with your friends by inviting them, however you will not earn coins), you can also remove them from your friends.": "Não. Você pode interagir com seus amigos, convidando-os a brincar com você (como é possível brincar com seus amigos convidando-os, no entanto, você não vai ganhar moedas), você também pode removê-los de seus amigos.",
	"Manage friend requests.": "Gerenciar pedidos de amigos.",
	"You also have a tab specifically for managing friend requests that you have received. You can either accept or decline them.": "Não. Você também tem uma guia especificamente para gerenciar solicitações de amigos que você recebeu. Você pode aceitá-los ou decliná-los.",
	"In the profile category, you can see your profile, and an overview of some quick data.": "Não. Na categoria de perfil, você pode ver seu perfil e uma visão geral de alguns dados rápidos.",
	"When you click on someone's name (like a friend), the page will have the same format.": "Não. Quando você clica no nome de alguém (como um amigo), a página terá o mesmo formato.",
	"Welcome to": "Bem-vindo",
	"Flag Fight is a game about flags!": "Flag Fight é um jogo sobre bandeiras!",
	"Here is how you can use Flag Fight, click on icons to have more information:": "Não. Aqui está como você pode usar o Flag Fight, clique em ícones para ter mais informações:",
	"START!": "START!"
}