{
	"Settings": "Настройки",
	"Shop": "Магазин",
	"Home": "Домой",
	"Friends": "Друзья",
	"Profile": "профиль",
	"Username": "Имя пользователя",
	"Description": "описание",
	"Banner": "Знамя",
	"Profile picture": "изображение профиля",
	"Social": "Социальные",
	"Blocker users": "пользователи блока",
	"Report user": "Пользователь отчета",
	"More": "Больше",
	"Notifications": "Уведомления",
	"Flags": "Флаги",
	"Messages": "сообщения",
	"My articles": "Мои статьи",
	"Only": "Только",
	"Both": "Оба",
	"Term of services": "Срок предоставления услуг",
	"Privacy policy": "Политика конфиденциальности",
	"Log out": "Зарегистрироваться",
	"Delete account": "Удалить счет",
	"Money": "Деньги",
	"Flag": "Флаг",
	"Customization": "Индивидуализация",
	"See all the items": "Смотрите все предметы",
	"Ranking": "Рейтинг",
	"Quick game": "Быстрая игра",
	"Practice": "Практика",
	"History": "История",
	"Collection": "Коллекция",
	"Top": "Top",
	"Statistics": "Статистика",
	"Rank": "Ранг",
	"ELO": "ELO",
	"Friend requests": "запросы друзей",
	"Quit": "Хватит.",
	"Learn the flag of": "Узнать флаг",
	"with": "",
	"Don't wait any longer, learn flags while having fun, with a multitude of options to learn! Sign up for flag fight or log in.": "Не ждите больше, узнайте флаги во время веселья, с множеством вариантов, чтобы научиться! Подпишитесь на драку с флагом или войдите.",
	"Sign up": "Подпишитесь.",
	"Log in": "Войти",
	"Create an account!": "Создайте учетную запись!",
	"Join all the users who have already signed up and start quizzing today!": "Присоединяйтесь ко всем пользователям, которые уже зарегистрировались и начинают кричать сегодня!",
	"Come back to Flag Fight and keep learning while having fun!": "Возвращайтесь к Флаг Бой и продолжайте учиться, развлекаясь!",
	"Email": "Email",
	"Password": "Пароль",
	"Confirm Password": "Подтвердить пароль",
	"Already have an account?": "Уже есть счет?",
	"Log in here": "Сюда.",
	"Sign up here": "Подпишитесь здесь.",
	"Don't have an account?": "У тебя нет счета?",
	"Do you want to train on country ?": "Вы хотите тренироваться по стране?",
	"Country": "Страна",
	"No country": "Ни одна страна",
	"Country & No Country": "Страна и страна",
	"Personnalized": "персонализация",
	"On which continent do you want to train?": "На каком континенте вы хотите тренироваться?",
	"All": "Все.",
	"Africa": "Африка",
	"Asia": "Азия",
	"Europe": "Европа",
	"North America": "Северная Америка",
	"Central America and Caribbean": "Центральная Америка и Карибский бассейн",
	"Oceania": "Океания",
	"South America": "Южная Америка",
	"All difficulties": "все трудности",
	"Basic": "Базовые",
	"Beginner": "новичок",
	"Easy": "Полегче.",
	"Normal": "Нормальное",
	"Novice": "Новички",
	"Medium": "средний",
	"Intermediate": "Промежуточное",
	"Hard": "Тяжело.",
	"Advanced": "продвинутый",
	"Expert": "эксперт",
	"Question": "Вопрос",
	"Score": "Счет",
	"Global leaderboard": "Global Leaderboard",
	"Flag leaderboard": "Флаг",
	"Online": "Онлайн",
	"Offline": "Оффлайн",
	"Pending": "В ожидании",
	"No friend requests for the moment": "Ни один друг не просит на данный момент",
	"Drag and drop an image here": "Драйв и брось здесь изображение",
	"Choose an image from your computer": "Выберите изображение с вашего компьютера",
	"Remove image": "Удалить изображение",
	"Upload image": "Загрузка изображения",
	"League": "Лига",
	"Change language": "Изменение языка",
	"Blocked users": "заблокированные пользователи",
	"Add a friend...": "Добавьте друга...",
	"More info": "Больше информации",
	"On which difficulty do you want to train ?": "На какой сложности вы хотите тренироваться?",
	"Type": "Тип",
	"Waiting": "Ожидание",
	"Quickgame": "Quickgame",
	"Searching": "Поиск",
	"UNO country": "страна ООН",
	"All continents": "Все континенты",
	"Training": "профессиональная подготовка",
	"Leaderboard": "Leaderboard",
	"Flag preview": "Флаг превью",
	"All articles": "Все статьи",
	"PLAYERS": "ПЛАТЫ",
	"MEAN ELO": "MEAN ELO",
	"Name": "Имя",
	"Do you want to continue ?": "Хочешь продолжить?",
	"Play again": "Играть снова",
	"Round": "Круглый",
	"You don't have any message, but you can buy some after the game.": "У вас нет никакого сообщения, но вы можете купить его после игры.",
	"Train again": "Поезд снова",
	"Restart": "Перезагрузка",
	"Revenge": "Месть",
	"Perfect!": "Отлично!",
	"Final score": "Финальный счет",
	"Errors": "Ошибки",
	"Rematch": "Rematch",
	"Game Over!": "Игра окончена!",
	"Quick Game": "Quick Game",
	"None": "Нет",
	"Wood": "Дерево",
	"Bronze": "Бронза",
	"Silver": "Серебро",
	"Platinium": "Platinium",
	"Gold": "Золото",
	"Mercury": "Меркурий",
	"Diamond": "Алмазный",
	"Uranium": "Уран",
	"\"Country\" is defined as a territory recognised by the United Nations": "«страна» определяется как территория, признанная Организацией Объединенных Наций",
	"Difficulty": "Сложность",
	"Not country": "Не страна",
	"Profile picture GIF": "изображение профиля GIF",
	"Banner GIF": "Знамя GIF",
	"Yes": "Да.",
	"No": "Нет.",
	"Nice try!": "Хорошая попытка!",
	"You can do it!": "Можешь!",
	"Come on, come on!": "Давай, давай!",
	"Good luck!": "Удачи!",
	"Oops": "Oops",
	"Well played!": "Хорошо играл!",
	"OMG": "OMG",
	"lol": "lol",
	"Noooooooooo": "Нуууууууууу",
	"GG": "GG",
	"Thanks!": "Спасибо!",
	"Easy!": "Полегче!",
	"Hello 👋": "Привет 👋",
	"Winner": "Победитель",
	"Nobody": "Никто.",
	"Friend": "Друг",
	"It's a tie!": "Это галстук!",
	"You won!": "Вы победили!",
	"You lost!": "Ты проиграл!",
	"OR": "ИЛИ",
	"You can drop the image now!": "Вы можете оставить изображение сейчас!",
	"Upload an image for the \"{v}\"": "Загрузить изображение для \"{v}\"",
	"Post an image": "Поставьте изображение",
	"Turn": "Повернуть",
	"SUBMIT": "SUBMIT",
	"Before": "До",
	"After": "После",
	"Loading": "Загрузка",
	"Here is the part about the settings.": "Вот часть об настройках.",
	"Here you can customize your experience, you can:": "Здесь вы можете настроить свой опыт, вы можете:",
	"Change your profile (your name, description, profile picture, banner ...)": "Изменить свой профиль (ваши имя, описание, изображение профиля, баннер ...)",
	"Manage social relations (Report users, block users)": "Управлять социальными отношениями (клиенты, пользователи блоков)",
	"Manage informations like your language or notifications": "Управление информацией, такой как ваш язык или уведомления",
	"Disconnect from Flag Fight": "Отключение от Флага",
	"Here is the part about the Shop.": "Вот часть о Магазине.",
	"To buy items in the shop, you must have coins. You can get these coins by playing flag fight in multiplayer.": "Чтобы купить предметы в магазине, вы должны иметь монеты. Вы можете получить эти монеты, играя в борьбу с флагом в мультиплеере.",
	"You will start with 1000 coins.": "Вы начнете с 1000 монет.",
	"There is 3 differents things that you can do it the Shop:": "Есть 3 различных вещи, которые вы можете сделать это Магазин:",
	"Buy flags": "Купить флаги",
	"In flag fight, you can buy flags and try to collect them all. But in addition to that, you can choose to represent any flag you have purchased by putting it on your profile.": "В борьбе с флагом вы можете купить флаги и попытаться собрать их все. Но в дополнение к этому вы можете представить любой флаг, который вы приобрели, поместив его в свой профиль.",
	"Buy messages": "Купить сообщения",
	"In flag fight, you can buy messages, that you can send to your opponent during the game.": "В борьбе с флагом вы можете купить сообщения, которые вы можете отправить своему противнику во время игры.",
	"Buy profile customisation": "Настройка профиля",
	"In flag fight, you can buy profile customization. This is characterized by 3 things, being able to buy a banner, a GIF profl photo and a GIF banner.": "В борьбе с флагом вы можете купить настройки профиля. Это характеризуется 3 вещами, будучи в состоянии купить баннер, GIF-фотография и баннер GIF.",
	"The home is the place where you can easily navigate between the different pages.": "Дом - это место, где вы можете легко перемещаться между различными страницами.",
	"Here are all the pages you can go to:": "Вот все страницы, на которые вы можете пойти:",
	"Ranked games.": "Рангированные игры.",
	"Ranked games are games where the ELO (your level) is important. In ranked games, you will play with people of your level, the questions will be more adapted to your level.": "Рангированные игры - это игры, где ELO (ваш уровень) важен. В рейтинговых играх вы будете играть с людьми вашего уровня, вопросы будут более адаптированы к вашему уровню.",
	"Quick games.": "Быстрые игры.",
	"Quick games, are games without pressure, where losing does not affect your ELO. You can run into any type of player.": "Быстрые игры, игры без давления, где проигрыш не влияет на ваш ELO. Вы можете столкнуться с любым игроком.",
	"Training.": "Тренинг.",
	"Training, is a single player mode, where you can train on any flag with very precise criteria, for a personalized learning while having fun!": "Тренинг, это режим для одного игрока, где вы можете тренироваться на любом флаге с очень точными критериями, для персонализированного обучения при веселье!",
	"Leaderboard.": "Лидер.",
	"The leaderboard, is the place where you can see the ranking of everyone. You can filter the leaderboard by country, and even have a leaderboard that ranks the countries with the most ELO": "The leaderboard, это место, где вы можете увидеть рейтинг всех. Вы можете отфильтровать лидеров по странам, и даже иметь лидеров, которые ранжируют страны с наибольшим ELO",
	"Collection.": "Коллекция.",
	"In collection, you can see all the items in the shop (also accessible from the shop), and you can filter them by the ones you have, and the ones you don't have.": "В коллекции вы можете увидеть все предметы в магазине (также доступны из магазина), и вы можете отфильтровать их теми, которые у вас есть, и теми, которые у вас нет.",
	"History.": "История.",
	"History is where you can see the history of the games you have had.": "История - это то, где вы можете увидеть историю игр, которые у вас были.",
	"In the friend category, you can manage everything related to your friends or your notifications.": "В категории друзей вы можете управлять всем, что связано с вашими друзьями или вашими уведомлениями.",
	"There is 4 things you can do:": "Есть 4 вещи, которые вы можете сделать:",
	"Add a user.": "Добавить пользователя.",
	"You can add a user as a friend by it's name.": "Вы можете добавить пользователя как друга по имени.",
	"Check your notifications.": "Проверьте свои уведомления.",
	"You can see all the notifications you have received and interact with them if it is not too late": "Вы можете увидеть все полученные уведомления и взаимодействовать с ними, если не слишком поздно",
	"Interact with your friends.": "Взаимодействие с друзьями.",
	"You can interact with your friends, inviting them to play with you (as it is possible to play with your friends by inviting them, however you will not earn coins), you can also remove them from your friends.": "Вы можете взаимодействовать с друзьями, приглашая их играть с вами (так как можно играть с друзьями, приглашая их, однако вы не будете зарабатывать монеты), вы также можете удалить их от своих друзей.",
	"Manage friend requests.": "Управляющий друг просит.",
	"You also have a tab specifically for managing friend requests that you have received. You can either accept or decline them.": "У вас также есть вкладка специально для управления запросами друзей, которые вы получили. Вы можете принять или отклонить их.",
	"In the profile category, you can see your profile, and an overview of some quick data.": "В категории профиля вы можете увидеть свой профиль и обзор некоторых быстрых данных.",
	"When you click on someone's name (like a friend), the page will have the same format.": "Когда вы нажимаете на чье-то имя (как друг), страница будет иметь тот же формат.",
	"Welcome to": "Добро пожаловать",
	"Flag Fight is a game about flags!": "Флаг Бой - это игра о флагах!",
	"Here is how you can use Flag Fight, click on icons to have more information:": "Вот как вы можете использовать Flag Fight, нажмите на иконки, чтобы иметь больше информации:",
	"START!": "Начинайте!"
}