{
	"Settings": "Налаштування",
	"Shop": "Магазини",
	"Home": "Головна",
	"Friends": "Друзі",
	"Profile": "Профіль",
	"Username": "Ім'я користувача",
	"Description": "Опис",
	"Banner": "Банер",
	"Profile picture": "Зображення профілю",
	"Social": "Соціальний",
	"Blocker users": "Користувачі блокаторів",
	"Report user": "Користувач звіту",
	"More": "Детальніше",
	"Notifications": "Повідомлення",
	"Flags": "Прапори",
	"Messages": "Повідомлення",
	"My articles": "до Статті",
	"Only": "Тільки",
	"Both": "І",
	"Term of services": "Термін надання послуг",
	"Privacy policy": "Політика конфіденційності",
	"Log out": "Увійти",
	"Delete account": "Оплатити рахунок",
	"Money": "Гроші",
	"Flag": "Прапор",
	"Customization": "Налаштування",
	"See all the items": "Переглянути всі товари",
	"Ranking": "Рейтинг",
	"Quick game": "Швидка гра",
	"Practice": "Практика",
	"History": "Історія",
	"Collection": "Колекція",
	"Top": "Топ",
	"Statistics": "Статистика",
	"Rank": "рейтинг",
	"ELO": "ЕЛО",
	"Friend requests": "Другі запити",
	"Quit": "Кайт",
	"Learn the flag of": "Вивчіть прапор",
	"with": "з",
	"Don't wait any longer, learn flags while having fun, with a multitude of options to learn! Sign up for flag fight or log in.": "до Не чекайте більше, вивчіть прапори під час задоволення, з безліччю варіантів, щоб дізнатися! Зареєструйтеся на флагманську боротьбу або увійти в систему.",
	"Sign up": "Зареєструватися",
	"Log in": "Увійти",
	"Create an account!": "Створити обліковий запис!",
	"Join all the users who have already signed up and start quizzing today!": "Приєднуйтеся до всіх користувачів, які вже підписалися і запустіть запит на розсилку!",
	"Come back to Flag Fight and keep learning while having fun!": "Поверніть назад до Прапору Боротьба і продовжуйте навчання під час задоволення!",
	"Email": "Електронна пошта",
	"Password": "Пароль",
	"Confirm Password": "Підтвердити пароль",
	"Already have an account?": "Уже є обліковий запис?",
	"Log in here": "Увійти",
	"Sign up here": "Зареєструватися",
	"Don't have an account?": "до Чи не існує облікового запису?",
	"Do you want to train on country ?": "до Ви хочете тренуватися на дачі ?",
	"Country": "Країна",
	"No country": "до Країна",
	"Country & No Country": "Країна та Ні Країна",
	"Personnalized": "Персоналізований",
	"On which continent do you want to train?": "до На якому континенті ви хочете тренуватися?",
	"All": "Всі",
	"Africa": "Африка",
	"Asia": "Азія",
	"Europe": "Європа",
	"North America": "Північна Америка",
	"Central America and Caribbean": "Центральна Америка та Карибський басейн",
	"Oceania": "Океанія",
	"South America": "Південна Америка",
	"All difficulties": "Всі труднощі",
	"Basic": "Основні",
	"Beginner": "Новачок",
	"Easy": "Легкий",
	"Normal": "Нормальні",
	"Novice": "Мапа",
	"Medium": "Середній",
	"Intermediate": "Проміжний",
	"Hard": "Жорсткий",
	"Advanced": "Розширений",
	"Expert": "Експерт",
	"Question": "Питання",
	"Score": "Оцінка",
	"Global leaderboard": "Глобальний лідер",
	"Flag leaderboard": "Прапор",
	"Online": "Інтернет",
	"Offline": "Оффлайн",
	"Pending": "Закінчення",
	"No friend requests for the moment": "до Ніяких запитів для моменту",
	"Drag and drop an image here": "Перетягніть зображення тут",
	"Choose an image from your computer": "Оберіть зображення з вашого комп'ютера",
	"Remove image": "Видалити зображення",
	"Upload image": "Завантажити зображення",
	"League": "Ліга",
	"Change language": "Зміна мови",
	"Blocked users": "Заблоковані користувачі",
	"Add a friend...": "Додати друг...",
	"More info": "Детальніше",
	"On which difficulty do you want to train ?": "до На які труднощі ви хочете тренуватися?",
	"Type": "Тип",
	"Waiting": "Чекати",
	"Quickgame": "Швидкий",
	"Searching": "Пошук",
	"UNO country": "Країна УНО",
	"All continents": "Всі материки",
	"Training": "Навчання",
	"Leaderboard": "Керівництво",
	"Flag preview": "Перегляд прапора",
	"All articles": "Всі статті",
	"PLAYERS": "ПЛАНЕРИ",
	"MEAN ELO": "ЕЛО МАЄ",
	"Name": "Ім'я",
	"Do you want to continue ?": "до Ви хочете продовжити?",
	"Play again": "Грати знову",
	"Round": "Круглий",
	"You don't have any message, but you can buy some after the game.": "Ви не маєте ніякого повідомлення, але ви можете придбати деякі після гри.",
	"Train again": "Поїзд знову",
	"Restart": "Рештарт",
	"Revenge": "Помста",
	"Perfect!": "Ідеально!",
	"Final score": "Остаточний бал",
	"Errors": "Помилки",
	"Rematch": "Рематч",
	"Game Over!": "Гра над!",
	"Quick Game": "Швидка гра",
	"None": "Ні",
	"Wood": "Дерево",
	"Bronze": "Бронза",
	"Silver": "Срібло",
	"Platinium": "Платин",
	"Gold": "Золота",
	"Mercury": "Меркурій",
	"Diamond": "Алмаз",
	"Uranium": "Уран",
	"\"Country\" is defined as a territory recognised by the United Nations": "«Коунтрі» визначається як територія, що визнається ООН",
	"Difficulty": "Склад",
	"Not country": "Не країна",
	"Profile picture GIF": "Зображення профілю GIF",
	"Banner GIF": "Банер GIF",
	"Yes": "Так",
	"No": "Ні",
	"Nice try!": "Ніцца спробуйте!",
	"You can do it!": "Ви можете це зробити!",
	"Come on, come on!": "Приїжджайте!",
	"Good luck!": "Успіхів!",
	"Oops": "Ооп",
	"Well played!": "Добре грали!",
	"OMG": "ОМГ",
	"lol": "Льон",
	"Noooooooooo": "Noooooooooo",
	"GG": "ГГ",
	"Thanks!": "до Дякую!",
	"Easy!": "Легко!",
	"Hello 👋": "Привіт 👋",
	"Winner": "Переможець",
	"Nobody": "Нібо",
	"Friend": "один",
	"It's a tie!": "до Це краватка!",
	"You won!": "Ви перемогли!",
	"You lost!": "Ви втратите!",
	"OR": "АБО",
	"You can drop the image now!": "до Ви можете змінити зображення зараз!",
	"Upload an image for the \"{v}\"": "Завантажити зображення для \"{v}\"",
	"Post an image": "Розмістити зображення",
	"Turn": "Поверніть",
	"SUBMIT": "СУБМІТ",
	"Before": "До",
	"After": "Після",
	"Loading": "Завантаження",
	"Here is the part about the settings.": "до Ось частина про налаштування.",
	"Here you can customize your experience, you can:": "до Тут ви можете налаштувати свій досвід, ви можете:",
	"Change your profile (your name, description, profile picture, banner ...)": "Зміна профілю (назва, опис, зображення профілю, банер ...)",
	"Manage social relations (Report users, block users)": "Управління соціальними відносинами (користувачі, блок користувачів)",
	"Manage informations like your language or notifications": "Управління інформацією, такими як мова або повідомлення",
	"Disconnect from Flag Fight": "Відключення від Прапорного бою",
	"Here is the part about the Shop.": "до Ось частина про магазин.",
	"To buy items in the shop, you must have coins. You can get these coins by playing flag fight in multiplayer.": "до Купити предмети в магазині, необхідно мати монети. Ви можете отримати ці монети, граючи прапор боротися в мультиплеері.",
	"You will start with 1000 coins.": "до Ви почнете з 1000 монет.",
	"There is 3 differents things that you can do it the Shop:": "до Існує 3 різних речей, які ви можете зробити це магазин:",
	"Buy flags": "Купити прапори",
	"In flag fight, you can buy flags and try to collect them all. But in addition to that, you can choose to represent any flag you have purchased by putting it on your profile.": "до У флагманській боротьбі можна купити прапори і спробувати зібрати їх все. Але крім того, ви можете вказати будь-який прапор, який ви придбали, поставивши його на профіль.",
	"Buy messages": "Купити повідомлення",
	"In flag fight, you can buy messages, that you can send to your opponent during the game.": "до У флагманській боротьбі ви можете придбати повідомлення, які ви можете надсилати на свій супротивник під час гри.",
	"Buy profile customisation": "Купити налаштування профілю",
	"In flag fight, you can buy profile customization. This is characterized by 3 things, being able to buy a banner, a GIF profl photo and a GIF banner.": "до Ви можете придбати налаштування профілю. Це характеризується 3 речами, які здатні купити банер, фото та банер GIF.",
	"The home is the place where you can easily navigate between the different pages.": "до У будинку є місце, де можна легко орієнтуватися між різними сторінками.",
	"Here are all the pages you can go to:": "до Ось всі сторінки ви можете перейти до:",
	"Ranked games.": "Отримані ігри.",
	"Ranked games are games where the ELO (your level) is important. In ranked games, you will play with people of your level, the questions will be more adapted to your level.": "Рентгеновані ігри є ігри, де важливий ELO (рівний рівень) У зараховані ігри ви будете грати з людьми вашого рівня, питання будуть більш адаптовані до рівня.",
	"Quick games.": "Короткі ігри.",
	"Quick games, are games without pressure, where losing does not affect your ELO. You can run into any type of player.": "Короткі ігри, ігри без тиску, де втрата не впливає на LO. Ви можете запустити в будь-який тип гравця.",
	"Training.": "Навчання.",
	"Training, is a single player mode, where you can train on any flag with very precise criteria, for a personalized learning while having fun!": "Навчання, єдиний режим гравця, де ви можете навчатися на будь-якому прапорі з дуже точними критеріями, для персоналізованого навчання під час задоволення!",
	"Leaderboard.": "Керівництво",
	"The leaderboard, is the place where you can see the ranking of everyone. You can filter the leaderboard by country, and even have a leaderboard that ranks the countries with the most ELO": "до Головний офіс, де можна побачити рейтинг кожного. Ви можете відфільтрувати провідну раду країни, і навіть мати провідну раду, яка займає країни з найбільшою компанією ELO",
	"Collection.": "Колекція.",
	"In collection, you can see all the items in the shop (also accessible from the shop), and you can filter them by the ones you have, and the ones you don't have.": "до Ви можете переглянути всі товари в магазині (також доступні з магазину), і ви можете відфільтрувати їх тими, що у вас є, і ті, які ви не маєте.",
	"History.": "Історія.",
	"History is where you can see the history of the games you have had.": "Історія, де ви можете побачити історію ігор, які ви мали.",
	"In the friend category, you can manage everything related to your friends or your notifications.": "до У категорії друзів ви можете керувати всім, що стосуються ваших друзів або ваших повідомлень.",
	"There is 4 things you can do:": "до Є 4 речі, які ви можете зробити:",
	"Add a user.": "Додати користувача.",
	"You can add a user as a friend by it's name.": "до Ви можете додати користувача в ім'я користувача.",
	"Check your notifications.": "Перевірте повідомлення.",
	"You can see all the notifications you have received and interact with them if it is not too late": "до Ви можете переглянути всі повідомлення, які ви отримали і взаємодіяти з ними, якщо це не занадто пізно",
	"Interact with your friends.": "Інтеракт з друзями.",
	"You can interact with your friends, inviting them to play with you (as it is possible to play with your friends by inviting them, however you will not earn coins), you can also remove them from your friends.": "до Ви можете взаємодіяти з друзями, запрошуючи їх, щоб грати з вами (як можна грати з друзями, запрошуючи їх, проте ви не заробите монети), ви також можете видалити їх з ваших друзів.",
	"Manage friend requests.": "Управління запитами друзів.",
	"You also have a tab specifically for managing friend requests that you have received. You can either accept or decline them.": "до Ви також маєте вкладку спеціально для управління запитами друзів, які ви отримали. Ви можете прийняти або відхилити їх.",
	"In the profile category, you can see your profile, and an overview of some quick data.": "до У категорії профілю ви можете побачити свій профіль, а також переглядати деякі швидкі дані.",
	"When you click on someone's name (like a friend), the page will have the same format.": "до Коли ви натиснете на ім'я когось (як друг), сторінка буде однаковим форматом.",
	"Welcome to": "Привітання",
	"Flag Fight is a game about flags!": "Прапор Боротьба - це гра про прапори!",
	"Here is how you can use Flag Fight, click on icons to have more information:": "до Ось як ви можете використовувати Flag Fight, натисніть на іконки, щоб мати більше інформації:",
	"START!": "СТАРТ"
}